Repository: wylmo/staraddons
Catalog: app/Resources/translations/*/ModulesBlockCartAdmin.*.xlf
Languages: fr_fr

source: Cart block
fr_fr: Bloc panier

source: Adds a block containing the customer's shopping cart.
fr_fr: Ajoute un bloc avec le contenu du panier du client

source: Ajax: Invalid choice.
fr_fr: Ajax : choix non valable.

source: Please complete the "Products to display" field.
fr_fr: Vous devez remplir le champ "Produits Affichés".

source: Ajax cart
fr_fr: Panier Ajax

source: Activate Ajax mode for the cart (compatible with the default theme).
fr_fr: Activer le mode Ajax du panier (compatible avec le thème par défaut).

source: Show cross-selling
fr_fr: Activer le cross-selling

source: Activate cross-selling display for the cart.
fr_fr: Activer l'affichage du cross-selling dans le panier.

source: Products to display in cross-selling
fr_fr: Produits à afficher dans les ventes croisées

source: Define the number of products to be displayed in the cross-selling block.
fr_fr: Détermine le nombre de produits affichés dans le bloc ventes croisées.
