Repository: wylmo/staraddons
Catalog: app/Resources/translations/*/ModulesLinkList.*.xlf
Languages: fr_fr

source: Link Widget
fr_fr: Gestion des liens

source: Link block configuration
fr_fr: Configuration du bloc de liens

source: Link Blocks
fr_fr: Blocs de liens

source: New block
fr_fr: Nouveau bloc

source: Edit the link block.
fr_fr: Modifier le bloc de liens.

source: New link block
fr_fr: Nouveau bloc de liens

source: Name of the link block
fr_fr: Nom du bloc de lien

source: Content pages
fr_fr: Pages de contenu

source: Please mark every page that you want to display in this block.
fr_fr: Sélectionnez les pages que vous souhaitez afficher dans ce bloc

source: Product pages
fr_fr: Pages produits

source: Static content
fr_fr: Contenu statique

source: Themes
fr_fr: Thèmes

source: Link List
fr_fr: Liste de liens

source: Adds a block with several links.
fr_fr: Ajoute un bloc avec plusieurs liens.
